[Archetypes.ARC_IA_ElevatorPowerControl XComInteractiveLevelActor]
FriendlyDisplayName="Консоль живлення лiфта"

[Archetypes.ARC_IA_LastGift XComInteractiveLevelActor]
FriendlyDisplayName="Станцiя керування лiфтом"

[Archetypes.ARC_IA_LastGift_AtmosphericComputer XComInteractiveLevelActor]
FriendlyDisplayName="Комп'ютер контролю атмосфери"

[Archetypes.ARC_IA_LastGift_ElevatorComputer XComInteractiveLevelActor]
FriendlyDisplayName="Керування живленням лiфта"

[Archetypes.ARC_IA_LastGift_ElevatorLocation XComInteractiveLevelActor]
FriendlyDisplayName="Пiдйомний крюк"

[Archetypes.ARC_IA_SkybridgeComputerStation XComInteractiveLevelActor]
FriendlyDisplayName="Комп'ютер мiстка"

[Archetypes.ARC_IA_SkybridgeComputerStation_Roof XComInteractiveLevelActor]
FriendlyDisplayName="Комп'ютер мiстка"

[Archetypes.ARC_IA_SparkActivation XComInteractiveLevelActor]
FriendlyDisplayName="\"Iскра\""

